<?php //Template Name: Отношение ?>
<?php get_template_part( 'template-parts/header/develop-header' ); ?>
    <main class="main main-single block-communicate">
      <div class="container">
        <div class="main__text-wrapper">
          <h1>Принципы работы CodeLead с клиентами</h1>
          <h3>
            Основа наших хороших отношений - взаимопонимание и открытость.
          </h3>
          <a href="<?php the_field('home_link','options'); ?>/contact" class="c-button c-button--gooey">
            Заказать сайт
            <div class="c-button__blobs">
              <div></div>
              <div></div>
              <div></div>
            </div>
          </a>
        </div>
      </div>
    </main>
    <!--========== INDIVID ==========-->
    <section class="individ" id="individ">
      <div class="container bd-grid">
        <div class="individ__img">
          <picture>
            <source srcset="<?php echo get_template_directory_uri() ?>/img/Untitled-1.webp" type="image/webp">
            <img src="<?php echo get_template_directory_uri() ?>/img/Untitled-1.png" alt="develop" />
          </picture>
        </div>
        <div class="individ__data">
          <h2 class="individ__data-title sec-title">
            Отдельный подход к каждому клиенту
          </h2>
          <p>
            Всё начинается со сбора всей необходимой информации о проекте.
            Благодаря этому мы адекватно и гибко создаём сроки реализации и
            оцениваем работу. Каждый проект разрабатывается с индивидуальным
            подходом для нужной отрасли сайтостроения.
            <br /><br />
            Главным принципом CodeLead является открытость перед клиентом и
            доверительные отношения. Для эффективного контроля процесса
            создания, в ходе работ над проектами мы проводим Интернет
            конференции для заказчиков и их представителей, где показываем
            проделанную работу и согласуем дальнейшие действия.
          </p>
        </div>
      </div>
    </section>
    <!--========== INDIVID ==========-->
    <section class="individ" id="individ">
      <div class="container bd-grid">
        <div class="individ__data">
          <h2 class="individ__data-title sec-title">
            Прислушиваемся к заказчику
          </h2>
          <p>
            Мы постоянно входим в положение клиента, стараемся его понять и
            помогаем в достижении его целей. Долгосрочные отношения и
            взаимопонимание важнее моментальной выгоды, так как мы будем знать
            Ваши потребности и в дальнейшем грамотно их применять. Рассказываем
            и объясняем клиенту методы и принципы работы над проектами. <br />
            <br />
            В процессе работы мы предоставляем клиенту полную и достоверную
            информацию о ходе работ и результат их выполнения. Главный принцип
            CodeLead - это честный и открытый обмен информацией, готовность
            совместно выработать наилучшее решение.
          </p>
        </div>
        <div class="individ__img">
          <img src="<?php echo get_template_directory_uri() ?>/img/pri.png" alt="develop" />
        </div>
      </div>
    </section>
    <!--========== INDIVID ==========-->
    <section class="individ" id="individ">
      <div class="container bd-grid">
        <div class="individ__img">
          <img src="<?php echo get_template_directory_uri() ?>/img/best.png" alt="develop" />
        </div>
        <div class="individ__data">
          <h2 class="individ__data-title sec-title">
            Стараемся быть лучше остальных
          </h2>
          <p>
            Проявляем инициативу и стремимся быть лучшими во всем, что делаем;
            мы ставим перед собой амбициозные цели и несем личную
            ответственность за результат. Мыслим позитивно и верим в успех, не
            боимся трудностей и развиваем компетенции для эффективного решения
            масштабных задач. Уважаем себя и других; решаем сложные задачи
            вместе, доверяя профессионализму друг друга, и помогаем коллегам
            быть успешными. Активность и самостоятельность работников в
            оптимизации рабочего процесса. Непримиримы к проявлениям
            необязательности и бездействию.
          </p>
        </div>
      </div>
    </section>
    <!--========== WHY NOT ==========-->
    <section class="why">
      <div class="container">
        <h2 class="why__title sec-title">Почему выбирают CodeLead?</h2>
        <div class="why__wrapper wrapper-grid">
          <div class="why__item big">
            <h3 class="why__item-title">Полная прозрачность работы</h3>
            <p class="why__item-text">
              Постоянно демонстрируем ход работ и предостовляем полную
              информацию о том, что сделано. Вместе с заказчиком мы принимаем
              дальнейшие действия. <br />
              <br />
              Мы уважаем клиентов, поэтому всегда показываем функционал сайта и
              объясняем его работу.
            </p>
          </div>
          <div class="why__item">
            <h3 class="why__item-title">Интересные проекты</h3>
            <p class="why__item-text">
              Мы предлагаем своим клиентам решения, которые смогут воплотить в
              жизнь и реализовать любые идеи. CodeLead также не забывает делать
              не только красивые, но и продуктивные решения, так как сделанные
              продукты - наша гордость.
            </p>
          </div>
          <div class="why__item">
            <h3 class="why__item-title">Создние сайта до конца</h3>
            <p class="why__item-text">
              Если клиент взял заказ, то он будет сделан до конца в ближайшие
              сроки. В случае большого заказа, он будет поделён на короткие
              этапы и, утверждая их, гарантировано запустится к необходимой
              дате.
            </p>
          </div>
          <div class="why__item">
            <h3 class="why__item-title">Полный анализ среды бизнеса</h3>
            <p class="why__item-text">
              Начиная разработку, мы проводим анализы всех Ваших конкурентов и
              смотрим на тренды современного рынка. Проводя аналитику рынка,
              разрабатываем стратегию создания и получается проект,
              превосходящий остальные сайты.
            </p>
          </div>
          <div class="why__item big purple">
            <h3 class="why__item-title">Профессионалы своего дела</h3>
            <p class="why__item-text">
              Объединяя неравнодушных людей, их опыт, энергию и знания, мы
              реализуем проекты в области программирования, Интернет маркетинга
              и в смежных с ними отраслях цифровой индустрии. <br />
              <br />
              Каждый проект - это не просто сайт, а продуманное решение,
              нацеленное на потребителей.
            </p>
          </div>
          <div class="why__item">
            <h3 class="why__item-title">Развитие продукта</h3>
            <p class="why__item-text">
              После разработки сайта, работа на этом не заканчивается. Мы
              подключаю Метрику и Google SC для анализа кликов и по желанию
              заказчика продумываем план развития проекта, занимаемся
              комплексным маркетингом продукта.
            </p>
          </div>
        </div>
      </div>
    </section>
<?php get_footer(); ?>